<template>
  <div class="more-content">
    灯里的名字“あかり”在日语中的发音类似于汉语官话的“阿咖喱”，在动画中的一些场景里音调会拉长，变成“アッカリ～ン”（常见的罗马字拼法：Akkariin、Akkarin、Akarin、Alkaline），发音类似“阿卡林”。后者结尾的“～ん”是日语中的一种昵称后缀，作用是增加人名的可爱程度。和“米拉库”（ミラクるん）的后缀相同。[2]（例：八云紫昵称ゆかりん）
    再加上第一季动画每集都是以一声“アッカリ～ン”开场，所以中国观众常常用其音译“阿卡林”（有时也写作“阿卡琳”）来称呼灯里。第二季第十一集终于万众期待地由灯里主演。第三季戏份有所增加。然而并没有什么卵用。
    由于身为主角却没有戏份、没有存在感，灯里被官方、观众在片里片外大量吐槽，并且漫画、动画中“アッカリ～ン”这种称呼常常会作为音效出现在吐槽灯里没有存在感的情节中，渐渐的“阿卡林”除了指是灯里本尊以外，也引申成为了无存在感的代名词，常常被当成名词、动词、形容词使用。
  </div>
</template>

<style lang="scss" scoped>
.more-content {
  display: flex;
  align-items: center;
  justify-content: center;
  margin-top: 20px;
  width: 100%;
  height: 100%;
}
</style>
